tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "jesseduffield/lazygit"
brew "abseil"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "python@3.12"
brew "black", link: false
brew "cloc"
brew "cmake"
brew "cmigemo"
brew "colordiff"
brew "coreutils"
brew "deno"
brew "fd"
brew "gcc"
brew "openjpeg"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc@11"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git-lfs"
brew "gnupg"
brew "googletest"
brew "gpgme"
brew "htop"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "ipython", link: false
brew "jq"
brew "node"
brew "jupyterlab", link: false
brew "python@3.11"
brew "llvm"
brew "lua"
brew "mypy"
brew "neovim"
brew "node@16"
brew "opam"
brew "openssh"
brew "pipx"
brew "pkg-config"
brew "poppler"
brew "pycparser", link: false
brew "tcl-tk"
brew "python-tk@3.11"
brew "qpdf"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "sponge"
brew "sqlc"
brew "st"
brew "tmux"
brew "tree"
brew "wget"
brew "yq"
brew "zlib"
brew "zsh-completions"
brew "jesseduffield/lazygit/lazygit"
cask "alacritty"
cask "hammerspoon"
cask "inkscape"
cask "keycastr"
cask "mactex"
cask "vagrant"
cask "wezterm-nightly"
